{
  "name": "Elijah Arbee",
  "dob": "null",
  "title": "passionate about data, 3d and ai models, and the potential of computing on a more connected, fair, and growth-friendly world ",
  "email": "email@gmail.com",
  "phone": "+1 (510) 000-0000",
  "linkedin": "https://www.linkedin.com/in/elijah-arbee/",
  "github": "https://github.com/ebowwa",
  "huggingface":"https://huggingface.co/ebowwa",
  "ollama": "https://ollama.com/ebowwa",
  "workExperience": [
    {
      "title": "Sales & Marketing",
      "company": "Autonomy Solutions",
      "duration": "Nov 2021 - Dec 2023", 
      "responsibilities": [
        "Co-founded and spearheaded sales operations for a door-to-door solar consultancy dealership.",
        "Developed and executed comprehensive marketing campaigns to drive lead generation and sales.",
        "Managed all aspects of sales operations, from prospecting and client acquisition to contract negotiation and closing deals.",
        "Onboarded, trained, and mentored a team of 15+ sales representatives, fostering a culture of collaboration and high performance.",
        "Leveraged data analysis and CRM systems to track sales metrics, identify growth opportunities, and optimize sales strategies."
      ],
      "background": "Gained invaluable experience in entrepreneurship, sales leadership, and data-driven decision-making while building and managing a solar energy consultancy. Navigated the complexities of a rapidly evolving market, adapting sales strategies and operational processes to achieve sustainable growth. Developed deep expertise in solar energy systems, energy efficiency solutions, and customer relationship management."
    },
    {
      "title": "Customer Service & Hospitality",
      "company": "Various Restaurants and Catering Companies",
      "duration": "2017 - 2023", 
      "responsibilities": [
        "Delivered exceptional customer service in fast-paced, high-volume dining and catering environments.",
        "Mastered various roles, including server, caterer, food runner, and busser, demonstrating adaptability and a strong work ethic.",
        "Collaborated effectively with teams to ensure seamless event execution and customer satisfaction.",
        "Proactively resolved customer issues and maintained a positive and professional demeanor in challenging situations."
      ],
      "background": "Developed a strong foundation in customer service, communication, teamwork, and problem-solving through diverse hospitality roles. Cultivated a customer-centric approach and a commitment to exceeding expectations in demanding service environments."
    }
  ],
  "build": [
    {
      "name": "Building a Portfolio of Real-World Solutions",
      "date": "",
      "description": "Passionate about pushing technological boundaries and collaborating with fellow innovators, I've actively participated in 30+ hackathons, ranging from short sprints to multi-day events.",
      "learnings": [
        "Developed expertise in rapid prototyping, iterative development, and agile methodologies.",
        "Gained hands-on experience with a wide range of technologies, including LLMs, web development frameworks, and data visualization tools.",
        "Strengthened collaboration and communication skills while working effectively in diverse, multidisciplinary teams.",
        "Cultivated a growth mindset, embracing challenges as opportunities for learning and innovation."
      ]
    }
  ],
  "technicalSkills": [
    "Python: Web Scraping, Dev, Inference Servers, Demos, Data Manipulations", 
    "TypeScript: Production", 
    "React", 
    "Next.js",
    "Three.js", 
    "Data Curation", 
    "Synthetic Data Generation", 
    "Large Language Models (LLMs)",
    "Fine-tuning", 
    "API Integration",
    "Web Scraping" 
  ],
  "softSkills": [
    "Resilience", 
    "Communication", 
    "Teamwork", 
    "Adaptability",
    "Problem-Solving", 
    "Critical Thinking", 
    "Creativity", 
    "Leadership" 
  ],
  "interests": [
    "Machine Learning", 
    "Data Science",
    "Web Development: specifically WASM and dynamic web competition", 
    "3D Modeling and Animation", 
    "Extended Reality (XR)",
    "Open Source Software", 
    "Community Building", 
    "Social Impact"
  ]
}